Repository: capstanlqc-mtpe/CIDQ_BillingCode2026_fr-CA_omt
Catalog: omegat/project_save.tmx
Source language: en
Languages: fr_ca

source: A seat is not required to be installed in a shower for a single occupant, accessed only through a private office and not for common use or public use, provided reinforcement has been installed in walls and located so as to permit the installation of a shower seat.
fr_ca: Il n'est pas nécessaire d'installer un siège dans une douche à l'usage d'un occupant unique et non à usage commun ou public, et à laquelle on accède uniquement par un bureau privé, à condition que les murs aient été renforcés aux endroits permettant l'installation d'un siège de douche.

source: A seat wall, 24 inches (610 mm) minimum and 36 inches (915 mm) maximum in length, shall be provided on the entry side of the compartment.
fr_ca: Un mur de siège, d'une longueur minimale de 24 po [610 mm] et maximale de 36 po [915 mm], doit être prévu du côté de l'entrée du compartiment.

source: A shower compartment shall comply with Section 1104.11.3.1.3.3.
fr_ca: Un compartiment de douche doit se conformer à la section 1104.11.3.1.3.3.

source: A shower or tub equipped with a showerhead shall have a ceiling height of not less than 6 feet 8 inches (2032 mm) above an area of not less than 30 inches (762 mm) by 30 inches (762 mm) at the showerhead.
fr_ca: La hauteur de plafond au-dessus d'une douche ou d'une baignoire équipée d'une pomme de douche ne doit pas être inférieure à 6 pi-8 po [2032 mm] au-dessus d'une zone d'au moins 30 po [762 mm] sur 30 po [762 mm] au niveau de la pomme de douche.

source: A shutoff for the fuel and electrical supply to the cooking equipment shall be provided in a location to which only staff has access.
fr_ca: Un dispositif d’arrêt de l’alimentation en combustible et en électricité de l’équipement de cuisson doit être prévu à un endroit auquel seul le personnel a accès.

source: A side maneuvering clearance 36 inches (914 mm) minimum in depth shall be provided at the adult changing surface along the open long side of the changing surface.
fr_ca: Il faut prévoir un dégagement de manœuvre latéral d'une profondeur minimale de 36 po [914 mm] au niveau de la surface à langer pour adultes, le long du côté long ouvert de la surface à langer.

source: A sign language interpreter station shall provide a level and clear floor of a minimum size of 24 inches (610 mm) deep and 36 inches (915 mm) wide that is located to provide a direct line of sight from the seating area identified in Section 802.11.3.
fr_ca: Un poste d'interprète en langue des signes doit offrir un plancher plat et dégagé d'une taille minimale de 24 po [610 mm] de profondeur et de 36 po [915 mm] de largeur, situé de manière à offrir une ligne de vue directe depuis la zone de SIÈGES identifiée à la section 802.11.3.

source: A sign shall be provided at each floor landing in an interior exit stairway and ramp connecting more than three stories designating the floor level, the terminus of the top and bottom of the interior exit stairway and ramp and the identification of the stairway or ramp.
fr_ca: Un panneau doit être installé à chaque palier d’étage d’un escalier et d’une rampe d’issue intérieurs desservant plus de trois étages, indiquant le niveau de l’étage, l’extrémité supérieure et l’extrémité inférieure de l’escalier et de la rampe d’issue intérieurs, ainsi que l’identification de l’escalier ou de la rampe.

source: A sign stating EXIT in raised characters and Braille and complying with Sections 703.3 and 703.4 shall be provided adjacent to each door to an area of refuge providing direct access to a stairway, an exterior area for assisted rescue, an exit stairway, an exit ramp, an exit passageway and the exit discharge.
fr_ca: Un panneau indiquant ISSUE en caractères en relief et en braille et conforme aux articles 703.3 et 703.4 doit être prévu à côté de chaque porte donnant sur une zone de refuge offrant un accès direct à un escalier, à une zone extérieure pour le sauvetage assisté, à un escalier d'issue, à une rampe d'issue, à un passage d'issue et à l'issue d'évacuation.

source: A single accessible route is permitted to pass through a kitchen or storage room in an Accessible unit, Type A unit or Type B unit.
fr_ca: Un seul itinéraire accessible est autorisé à traverser une cuisine ou une pièce d'entreposage dans une unité accessible, une unité de type A ou une unité de type B.

source: A single drinking fountain with two separate spouts that complies with the requirements for people who use a wheelchair and standing persons shall be permitted to be substituted for two separate drinking fountains.
fr_ca: Un seul abreuvoir comportant deux embouts distincts et conforme aux exigences applicables aux personnes utilisant un fauteuil roulant et aux personnes en position debout peut remplacer deux abreuvoirs distincts.

source: A single wheelchair space shall be 36 inches (915 mm) minimum in width.
fr_ca: Un espace pour fauteuil roulant unique doit avoir une largeur minimale de 36 po [915 mm].

source: A sink and counter that is adjustable to variable heights 29 inches (735 mm) minimum and 36 inches (915 mm) maximum above the floor, or that can be relocated within that range without cutting the counter or damaging adjacent cabinets, walls, doors and structural elements, provided rough-in plumbing permits connections of supply and drain pipes for sinks mounted at the height of 29 inches (735 mm), shall be permitted.
fr_ca: Un évier et un comptoir réglables à des hauteurs variables comprises entre 29 po [735 mm] et 36 po [915 mm] au-dessus du sol, ou qui peuvent être déplacés dans cette plage sans couper le comptoir ou endommager les armoires, les murs, les portes et les éléments de structure adjacents, à condition que la plomberie brute permette le raccordement des tuyaux d'alimentation et de vidange pour les éviers installés à une hauteur de 29 po [735 mm], sont autorisés.

source: A sink with a forward approach complying with Section 1103.12.4.1.
fr_ca: Un évier avec une approche par l'avant conforme à la section 1103.12.4.1.

source: A slope exceeding 10 percent between the minimum required floor elevation at the primary entrances and vehicular and pedestrian arrival points within 50 feet (15 240 mm).
fr_ca: Une pente de plus de 10 % entre l’élévation minimale requise du plancher aux entrées principales et les points d’arrivée des véhicules et des piétons situés à moins de 50 pi (15 240 mm).

source: A smoke and draft control door assembly as specified in Section 716.2.2.1.1 shall not be required at each elevator hoistway door opening or at each exit doorway between an area of refuge and the exit enclosure.
fr_ca: Un assemblage de porte de contrôle de la fumée et des courants d’air conforme à la section 716.2.2.1.1 n’est pas requis à chaque ouverture de porte de gaine d’ascenseur ni à chaque baie de porte d’issue entre une aire de refuge et l’encloisonnement de l’issue.

source: A smoke control system is not required for atriums connecting more than two stories when all of the following are met:
fr_ca: Un système de contrôle de la fumée n’est pas exigé pour les atriums reliant plus de deux étages lorsque toutes les conditions suivantes sont respectées :

source: A smoke control system shall be installed in accordance with Section 909.
fr_ca: Un système de contrôle de la fumée doit être installé selon la section 909.

source: A smoke-protected assembly seating area with a roof shall have the lowest portion of the roof deck not less than 15 feet (4572 mm) above the highest aisle or aisle accessway.
fr_ca: Une aire de sièges pour assemblées protégée contre la fumée comportant un toit doit avoir la partie la plus basse du tablier de toit à au moins 15 pi (4 572 mm) au-dessus de l’allée ou de la voie d’accès à l’allée située au niveau le plus élevé.

source: A smokeproof enclosure shall terminate at an exit discharge or a public way.
fr_ca: Une enceinte étanche à la fumée doit aboutir à un niveau d’évacuation menant à l’extérieur ou à une voie publique.

source: A solid and continuous stripe shall be applied to the horizontal leading edge of each step and shall extend for the full length of the step.
fr_ca: Une bande pleine et continue doit être appliquée sur le bord avant horizontal de chaque marche et elle doit s'étendre sur toute la longueur de la marche.

source: A stairway that connects a stepped aisle to a cross aisle or concourse shall be permitted to comply with the assembly aisle walking surface requirements of Section 1030.14.
fr_ca: Un escalier qui relie une allée à gradins à une allée transversale ou à un hall peut se conformer aux exigences de l'article 1030.14 relatives à la surface de marche des allées de réunion.

source: A stairway that connects a vomitory to a cross aisle or concourse shall be permitted to comply with the assembly aisle walking surface requirements of Section 1030.14.
fr_ca: Un escalier reliant un vomitoire à une allée transversale ou à une aire de circulation peut être conforme aux exigences relatives à la surface de circulation des allées de sièges pour assemblées de la section 1030.14.

source: A standby power system complying with Section 2702 and Section 3003 shall be provided for the standby power loads specified in Section 403.4.8.3.
fr_ca: Un système d’alimentation électrique de secours conforme aux articles 2702 et 3003 doit être prévu pour les charges d’alimentation électrique de secours spécifiées à l’article 403.4.8.3.

source: A statement that the described portion of the structure has been inspected for compliance with the requirements of this code.
fr_ca: Une déclaration indiquant que la partie décrite de la structure a été inspectée pour vérifier sa conformité aux exigences du présent code.

source: A strainer or crossbar shall be provided to restrict the clear opening of the waste outlet.
fr_ca: Une crépine ou une barre transversale doit être prévue pour restreindre l'ouverture libre de l'évacuation des déchets.

source: A switch is not required where remote, central or automatic control of lighting is provided.
fr_ca: Un interrupteur n'est pas exigé lorsqu'une commande à distance, centrale ou automatique de l'éclairage est prévue.

source: A telephone and emergency signal device shall be provided in the car.
fr_ca: Un téléphone et un dispositif de signalisation d'urgence doivent être prévus dans la cabine.

source: A telephone or other two-way communications system connected to an approved constantly attended station shall be provided at not less than every fifth floor in each stairway where the doors to the stairway are locked.
fr_ca: Un téléphone ou un autre système de communication bidirectionnelle relié à un poste approuvé occupé en permanence doit être installé au moins à chaque cinquième étage dans chaque cage d’escalier où les portes de la cage d’escalier sont verrouillées.

source: A timer shall be provided that automatically deactivates the cooking appliances within a period of not more than 120 minutes.
fr_ca: Une minuterie doit être prévue pour désactiver automatiquement les appareils de cuisson dans un délai n'excédant pas 120 minutes.

source: A toilet room or bathroom shall not be required on an entrance level with less than 120 square feet (11.2 m2) of habitable space.
fr_ca: Une salle de toilettes ou une salle de bains n’est pas requise à un niveau d’entrée comportant moins de 120 pi2 (11,2 m2) d’espace habitable.

source: A top landing is not required where a stairway of not more than two risers is located on the exterior side of the door, provided that the door does not swing over the stairway.
fr_ca: Un palier supérieur n'est pas requis lorsqu'un escalier ne comportant pas plus de deux contremarches est situé du côté extérieur de la porte, à condition que la porte ne s'ouvre pas sur l'escalier.

source: A turning space between doors in a series as required by Section 404.2.5 is not required.
fr_ca: Un espace de rotation entre les portes d'une série, comme l'exige l'article 404.2.5, n'est pas requis.

source: A turning space complying with Section 304.
fr_ca: Un espace de rotation conforme à la section 304.

source: A turning space is not required in toilet rooms and bathrooms that are not required to comply with Section 1103.11.2.
fr_ca: Un espace de rotation n'est pas exigé dans les salles de toilettes et les salles de bain qui ne sont pas tenues de se conformer à la section 1103.11.2.

source: A turning space is not required within closets or pantries that are 48 inches (1220 mm) maximum in depth.
fr_ca: Un espace de rotation n'est pas exigé dans les PLACARDS ou les garde-mangers d'une profondeur maximale de 48 po [1220 mm].

source: A turning space shall be provided within saunas and steam rooms.
fr_ca: Un espace de rotation doit être prévu dans les saunas et les hammams.

source: A turning space shall be provided within the room.
fr_ca: Un espace de rotation doit être prévu dans la pièce.

source: A turning space shall not be required in toilet rooms and bathrooms that are not required to comply with Section 1102.11.2.
fr_ca: Un espace de rotation n'est pas exigé dans les salles de toilette et les salles de bain qui ne sont pas tenues de se conformer à la section 1102.11.2.

source: A vanity or other obstruction 24 inches (610 mm) maximum in depth, measured perpendicular from the rear wall, shall be permitted to overlap the required clearance, provided the width of the remaining clearance at the water closet is 33 inches (840 mm) minimum.
fr_ca: Un meuble-lavabo ou un autre obstacle d'une profondeur maximale de 24 po [610 mm], mesurée perpendiculairement au mur arrière, peut chevaucher le dégagement exigé, à condition que la largeur du dégagement restant au niveau de la cabine de toilette soit d'au moins 33 po [840 mm].

source: A vehicle door in a garage shall not be considered as an outdoor egress door.
fr_ca: Une porte de véhicule dans un garage ne doit pas être considérée comme une porte d'évacuation extérieure.

source: A vertical grab bar 18 inches (455 mm) minimum In length shall be provided on the control end wall 3 inches (75 mm) minimum and 6 inches (150 mm) maximum above the horizontal grab bar, and 4 inches (100 mm) maximum inward from the front edge of the bathtub.
fr_ca: Une barre d'appui verticale d'une longueur minimale de 18 po [455 mm] doit être prévue sur le mur de l'extrémité de commande, à une hauteur comprise entre 3 po [75 mm] et 6 po [150 mm] au-dessus de la barre d'appui horizontale, et à une distance maximale de 4 po [100 mm] vers l'intérieur à partir du bord avant de la baignoire.

source: A vertical grab bar 18 inches (455 mm) minimum in length shall be provided on the end wall 3 inches (75 mm) minimum and 6 inches (150 mm) maximum above the horizontal grab bar, and 4 inches (100 mm) maximum inward from the front edge of the shower.
fr_ca: Une barre d'appui verticale d'une longueur minimale de 18 po [455 mm] doit être prévue sur le mur d'extrémité, à une hauteur comprise entre 3 po [75 mm] et 6 po [150 mm] au-dessus de la barre d'appui horizontale, et à une distance maximale de 4 po [100 mm] vers l'intérieur à partir du bord avant de la douche.

source: A waste receptacle.
fr_ca: Une poubelle.

source: A water closet and a lavatory shall be permitted in the clearance at one end of the bathtub.
fr_ca: Une cabine de toilette et un lavabo sont autorisés dans l'espace libre à une extrémité de la baignoire.

source: A wheelchair space shall not overlap the required width of an aisle.
fr_ca: Un espace pour fauteuil roulant ne doit pas chevaucher la largeur exigée d'une allée.

source: Above roof
fr_ca: Au-dessus du toit

source: Access doors shall be permitted in ceilings of fire-resistance-rated floor/ceiling and roof/ceiling assemblies, provided that such doors are tested in accordance with ASTM E119 or UL 263 as horizontal assemblies and labeled by an approved agency for such purpose.
fr_ca: Les trappes d’accès sont autorisées dans les plafonds des assemblages de plancher/plafond et de couverture/plafond présentant une résistance au feu, à condition que ces trappes soient soumises à des essais conformément à la norme ASTM E119 ou UL 263 en tant qu’assemblages horizontaux et qu’elles portent une étiquette d’une agence approuvée à cette fin.

source: Access is not required by way of a vestibule or exterior balcony for stairways and ramps using the pressurization alternative complying with Section 909.20.5.
fr_ca: L'accès par un vestibule ou un balcon extérieur n'est pas exigé pour les escaliers et les rampes utilisant l'option de pressurisation conforme à la section 909.20.5.

source: Access shall be provided to circulation pumps in accordance with the fixture or pump manufacturer’s installation instructions.
fr_ca: L'accès aux pompes de circulation doit être prévu conformément aux directives d'installation du fabricant de l'appareil ou de la pompe.

source: Access to sprinklers in chutes shall be provided for servicing.
fr_ca: Un accès aux extincteurs automatiques installés dans les vide-ordures doit être prévu pour permettre leur entretien.

source: Access to such openings shall be provided for the fire department from the exterior and shall not be obstructed in a manner such that fire fighting or rescue cannot be accomplished from the exterior.
fr_ca: Un accès à ces ouvertures doit être prévu pour le service d’incendie depuis l’extérieur et ne doit pas être obstrué de manière à empêcher les opérations de lutte contre l’incendie ou de sauvetage depuis l’extérieur.

source: Access to the stairway or ramp within a smokeproof enclosure shall be by way of a vestibule or an open exterior balcony.
fr_ca: L'accès à l'escalier ou à la rampe dans un espace étanche à la fumée doit se faire par un vestibule ou un balcon extérieur ouvert.

source: Accessibility is not required in buildings and facilities, or portions thereof, to the extent permitted by Sections 1104 through 1112.
fr_ca: L’accessibilité n’est pas exigée dans les bâtiments et les installations, ou dans des parties de ceux-ci, dans la mesure permise par les sections 1104 à 1112.

source: Accessible areas of refuge in accordance with Section 1009.9.
fr_ca: Zones de refuge accessibles selon la section 1009.9.

source: Accessible check-out aisles where not all aisles are accessible.
fr_ca: Allées de caisse accessibles lorsque toutes les allées de caisse ne sont pas accessibles.

source: Accessible dressing, fitting and locker rooms where not all such rooms are accessible.
fr_ca: Vestiaires, cabines d’essayage et vestiaires à casiers accessibles lorsque tous ces locaux ne sont pas accessibles.

source: Accessible dwelling units and sleeping units shall be dispersed among the various classes of units.
fr_ca: Les unités de logement et les unités de couchage accessibles doivent être réparties parmi les différentes catégories d’unités d'habitation.

source: Accessible dwelling units and sleeping units shall be provided in accordance with Table 1108.6.1.1.
fr_ca: Les logements et les unités de couchage accessibles doivent être prévus conformément au tableau 1108.6.1.1.

source: Accessible entrances where not all entrances are accessible.
fr_ca: Entrées accessibles lorsque toutes les entrées ne sont pas accessibles.

source: Accessible means of egress shall comply with this section.
fr_ca: Les moyens d'évacuation accessibles doivent être conformes à la présente section.

source: Accessible parking spaces required by Section 1106.2.
fr_ca: Places de stationnement accessibles exigées par la section 1106.2.

source: Accessible parking spaces required by Section 1106.3.
fr_ca: Places de stationnement accessibles, tel que requis par la section 1106.3.

source: Accessible passenger loading zones.
fr_ca: Zones d'embarquement des passagers accessibles.

source: Accessible routes from parking garages contained within and serving Type B units are not required to be interior.
fr_ca: Les itinéraires accessibles à partir des garages de stationnement situés à l'intérieur des unités de type B et desservant celles-ci ne sont pas tenus d'être intérieurs.

source: Accessible routes shall coincide with or be located in the same area as a general circulation path.
fr_ca: Les itinéraires accessibles doivent coïncider avec une voie de circulation générale ou être situés dans la même zone.

source: Accessible routes shall consist of one or more of the following elements: walking surfaces with a slope not steeper than 1:20, doors and doorways, ramps, elevators, and platform lifts.
fr_ca: Les itinéraires accessibles doivent comporter un ou plusieurs des éléments suivants : surfaces de circulation de pente maximale de 1:20, portes et ouvertures de porte, rampes, ascenseurs et plateformes élévatrices.

source: Accessible routes within Accessible units shall comply with Section 1102.3.
fr_ca: Les itinéraires accessibles dans les logements accessibles doivent être conformes à la section 1102.3.

source: Accessible routes within Type A units shall comply with Section 1103.3.
fr_ca: Les itinéraires accessibles dans les logements de type A doivent être conformes à la section 1103.3.

source: Accessible routes within Type B units shall comply with Section 1104.3.
fr_ca: Les itinéraires accessibles dans les logements de type B doivent être conformes à la section 1104.3.

source: Accessible spaces shall be provided with not less than one accessible means of egress.
fr_ca: Les espaces accessibles doivent être pourvus d'au moins un moyen d'évacuation accessible.

source: Accessible spaces shall include toilet and bathing rooms, kitchen, living and dining areas and any exterior spaces, including patios, terraces and balconies.
fr_ca: Les espaces accessibles comprennent les toilettes et les salles de bain, la cuisine, les espaces de séjour et de repas et tous les espaces extérieurs, y compris les patios, les terrasses et les balcons.

source: Accessible stairs shall comply with Section 504.
fr_ca: Les escaliers accessibles doivent être conformes à la section 504.

source: Accessible toilet or bathing rooms where not all toilet or bathing rooms are accessible.
fr_ca: Toilettes ou salles de bain accessibles lorsque toutes les toilettes ou salles de bain ne sont pas accessibles.

source: Accessible units and Type B units shall be provided in Group I occupancies in accordance with Sections 1108.5.1 through 1108.5.5.
fr_ca: Des unités accessibles et des unités de type B doivent être prévues dans les usages du groupe I selon les sections 1108.5.1 à 1108.5.5.

source: Accessible units and Type B units shall be provided in Group I-1 occupancies in accordance with Sections 1108.5.1.1 and 1108.5.1.3.
fr_ca: Des unités accessibles et des unités de type B doivent être prévues dans les constructions du groupe I-1 selon les sections 1108.5.1.1 et 1108.5.1.3.

source: Accessible units and Type B units shall be provided in Group R-1 occupancies in accordance with Sections 1108.6.1.1 and 1108.6.1.2.
fr_ca: Des unités accessibles et des unités de type B doivent être prévues dans les usages du groupe R-1 selon les sections 1108.6.1.1 et 1108.6.1.2.

source: Accessible units and Type B units shall be provided in Group R-4 occupancies in accordance with Sections 1108.6.4.1 and 1108.6.4.2.
fr_ca: Des unités accessibles et des unités de type B doivent être prévues dans les usages du groupe R-4 selon les sections 1108.6.4.1 et 1108.6.4.2.

source: Accessible units and Type B units shall be provided in general-purpose hospitals, psychiatric facilities and detoxification facilities of Group I-2 occupancies in accordance with Sections 1108.5.3.1 and 1108.5.3.2.
fr_ca: Des unités accessibles et des unités de type B doivent être prévues dans les hôpitaux de soins généraux, les établissements psychiatriques et les établissements de désintoxication du groupe I-2, conformément aux sections 1108.5.3.1 et 1108.5.3.2.
